print('🤢 Ласкаво просимо до кулінарної книги «ОГИДНІ СТРАВИ»! 🤮')
print()

print('🧠 Інгредієнти:')
print(' - 1 склянка обрізків нігтів на ногах 🦶')
print(' - 2 протухлих яйця 🥚')
print(' - Жменя ворсу з пупка 🤏')
print(' - 3 очні яблука 👁️👁️👁️')
print(' - Зелений слиз на свій смак 🧪')
print()

print('🧪 Спосіб приготування:')
print('1. Змішай обрізки нігтів із яйцями у брудній шкарпетці.')
print('2. Посип ворсом з пупка.')
print('3. Додай очні яблука і перемішуй, доки вони не почнуть витріщатися на тебе у відповідь.')
print('4. Полий зверху слизом і подавай холодним. ❄️')
print()

print("💀 УВАГА: Не їж це, якщо ти не зомбі!")